Repository: fuxingZhang/xcstrings
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: App Icon
zh_hans: 应用图标

source: Appearance
zh_hans: 皮肤主题

source: Close
zh_hans: 关闭

source: Contact Developer
zh_hans: 联系开发者

source: Distance Unit Display
zh_hans: 距离单位显示

source: Icon Switch Failed
zh_hans: 图标切换失败

source: Locating
zh_hans: 定位中

source: Location Marker
zh_hans: 位置标记

source: Mark Color
zh_hans: 标记颜色

source: Mark Style
zh_hans: 标记样式

source: Navigation Animation
zh_hans: 导航动画

source: Navigation Setting
zh_hans: 导航设置

source: OK
zh_hans: 确定

source: Reset
zh_hans: 重置

source: Route Steps
zh_hans: 路线步骤

source: Search
zh_hans: 搜索

source: Search Text
zh_hans: 搜索关键字

source: Settings
zh_hans: 设置

source: Software Customization
zh_hans: 软件定制

source: Tip
zh_hans: 使用提示

source: Transport Type
zh_hans: 交通方式

source: any
zh_hans: 自动选择

source: automobile
zh_hans: 驾车

source: Dark
zh_hans: 深色

source: gentle
zh_hans: 柔和

source: Light
zh_hans: 浅色

source: modern
zh_hans: 现代

# system
source: Automatic
zh_hans: 跟随系统

source: transit
zh_hans: 公共交通

source: walking
zh_hans: 步行

source: washroom
zh_hans: 卫生间
